{
    "topic": "Watertown Square Area Plan",
    "description": "We’re eager to hear your opinions and big ideas on issues in and affecting Watertown Square, including walkability and the pedestrian experience, transportation, housing, economic opportunity, open space and recreation, arts and culture, wellness, and the environment. Your responses to this survey will help define the focus and key issues for the planning process.\nRead and vote on the existing statements.\n\n- For each statement, click Agree, Disagree, or Pass. (You might decide to pass, for example, because a statement is vague or confusing, or it does not apply to you.)\n\n- Add your own statement! Click in the field underneath the conversation (\"Share your perspective\"), type your statement, and click Submit. A good statement is a concise, standalone idea that raises a new perspective or issue. Statements that are relevant to the topics covered by the area plan will be considered for inclusion into the survey. Statements that are derogatory in nature, irrelevant to the plan, or attack individuals or groups will not be added.\n\nYou DO NOT need to respond to all of the statements. After voting on even just ten statements, you have provided enough about your thoughts for the survey to process your feedback, though additional voting will provide us with more details about both your opinions and how all the statements relate!\n\n",
    "is_anon": false,
    "is_active": false,
    "is_draft": true,
    "is_public": true,
    "email_domain": null,
    "owner": 606802,
    "participant_count": 1076,
    "created": "1698166030808",
    "strict_moderation": true,
    "profanity_filter": true,
    "spam_filter": true,
    "context": null,
    "modified": "1740676696157",
    "owner_sees_participation_stats": false,
    "course_id": null,
    "link_url": null,
    "upvotes": 1,
    "parent_url": null,
    "vis_type": 0,
    "write_type": 1,
    "bgcolor": null,
    "help_type": 1,
    "socialbtn_type": 0,
    "style_btn": null,
    "auth_needed_to_vote": false,
    "auth_needed_to_write": false,
    "auth_opt_fb": false,
    "auth_opt_tw": false,
    "auth_opt_allow_3rdparty": true,
    "help_bgcolor": null,
    "help_color": null,
    "is_data_open": false,
    "is_curated": false,
    "dataset_explanation": null,
    "write_hint_type": 1,
    "subscribe_type": 1,
    "org_id": 606802,
    "need_suzinvite": false,
    "use_xid_whitelist": false,
    "prioritize_seed": false,
    "importance_enabled": false,
    "site_id": "polis_site_id_dgKKIK8vNPTDfB7FXK",
    "auth_opt_fb_computed": false,
    "auth_opt_tw_computed": false,
    "translations": [],
    "ownername": "Utile Design",
    "is_mod": false,
    "is_owner": false,
    "conversation_id": "6vbuxzxrff"
}