{
    "topic": "Supporting Small Businesses in Iligan City",
    "description": "99.5 percent sa tanan nga mga negosyo sa Pilipinas mga micro, small ug medium enterprises o MSMEs. Apan ang kadaghanan niini mga anaa sa informal sector ingon man dili rehistrado ilabi na ang mga small home-based businesses ug freelancers. Ang epekto sa pormal ug dili pormal nga sektor sa MSME adunay mahinungdanon nga papel sa pag-uswag ug pagbawi sa ekonomiya sa Pilipinas.\n\nTungod niini, ang Iligan City naghimog mga lakang sa pagtuon niining mga sektor sa MSMEs pinaagi sa paghimo og survey sa ilang mga panginahanglan. Ang resulta sa maong survey makatabang pagbuhat og desisyon ug mga palisiya aron matabangan sila ilabi na karon sa panahon sa pandemya.\n\n(99.5 percent of all businesses in the Philippines are micro, small and medium enterprises or MSMEs. There also exists a significant informal sector, with unregistered businesses that are unaccounted for among these numbers - from small home-based businesses to freelancers. The impact of both the formal and informal MSME sector plays an essential role in the development and economic recovery of the Philippines. For this reason, Iligan is studying registered MSMEs and the informal sector and asking what they need to grow and contribute to economic recovery. The insights from the survey will inform the policy decisions the government makes to promote enterprises in Iligan City.)\n",
    "is_anon": false,
    "is_active": false,
    "is_draft": true,
    "is_public": true,
    "email_domain": null,
    "owner": 450739,
    "participant_count": 229,
    "created": "1631069467181",
    "strict_moderation": true,
    "profanity_filter": true,
    "spam_filter": true,
    "context": null,
    "modified": "1633650548188",
    "owner_sees_participation_stats": false,
    "course_id": null,
    "link_url": null,
    "upvotes": 1,
    "parent_url": null,
    "vis_type": 0,
    "write_type": 1,
    "bgcolor": null,
    "help_type": 1,
    "socialbtn_type": 0,
    "style_btn": null,
    "auth_needed_to_vote": false,
    "auth_needed_to_write": false,
    "auth_opt_fb": true,
    "auth_opt_tw": true,
    "auth_opt_allow_3rdparty": true,
    "help_bgcolor": null,
    "help_color": null,
    "is_data_open": false,
    "is_curated": false,
    "dataset_explanation": null,
    "write_hint_type": 1,
    "subscribe_type": 1,
    "org_id": 450739,
    "need_suzinvite": false,
    "use_xid_whitelist": false,
    "prioritize_seed": false,
    "importance_enabled": false,
    "site_id": "polis_site_id_rjD4JmRenZO0MAi7Rr",
    "auth_opt_fb_computed": false,
    "auth_opt_tw_computed": false,
    "translations": [],
    "ownername": "Geeta Keswani",
    "is_mod": false,
    "is_owner": false,
    "conversation_id": "33shmh9arf"
}