{
    "topic": "Evaluating soil classification systems in Hawaiʻi",
    "description": "We want to hear perspectives about your *use* and the *strengths and weaknesses* of the main soil classification systems used to regulate agricultural lands in Hawaiʻi. \n\nVisit the [project website](https://storymaps.arcgis.com/stories/aceb7c1d500e4cfe9eaf57274c0db123) to learn more about these systems: Land Study Bureau (LSB), Agricultural Lands of Importance to the State of Hawaiʻi (ALISH), Land Evaluation and Site Assessment (LESA), and USDA-NRCS Soil Survey Geographical Database (SSURGO).\n\n### The following prompt questions are designed to help understand positives and pain points in existing systems and inform potential improvements, respond to some or all in the form of statements below.\n**Current Use**\nHow are current soil classification systems integrated into your organization's work? Please share specific examples of how you actively utilize and rely on existing frameworks like LSB in your operations, analysis, or decision-making.\n\n**Strengths & Weaknesses**\nIn your experience, what are the biggest strengths of current soil classification systems in Hawaii? What works well that should be maintained or leveraged? On the flip side, what are the major pain points, limitations, or weaknesses that need to be addressed?\n\n**Recommendations for Improvement** If you could change or improve soil classification systems in Hawaii in any way, what specific updates or modifications would you make? How could existing frameworks be adapted or alternatives developed to better meet your needs and modern context?\n\n**Roles in Regulation** In what ways have you seen soil classifications applied or overlooked in agricultural land use regulations and policy? How effectively do existing systems guide permitting and land use decisions right now? How could soil data be better incorporated?\n\n**21st Century System** Envisioning an ideal soil classification system tailored to present-day Hawaii, what would it look like? What methodology, technologies, data, expertise, and stakeholder input should be leveraged to build an effective and forward-looking framework?\n\n##### *The goal is to understand positives and pain points in existing systems based on how they are actively used, to inform potential improvements.*",
    "is_anon": false,
    "is_active": false,
    "is_draft": true,
    "is_public": true,
    "email_domain": null,
    "owner": 602627,
    "participant_count": 116,
    "created": "1694915081619",
    "strict_moderation": true,
    "profanity_filter": true,
    "spam_filter": true,
    "context": null,
    "modified": "1730881534957",
    "owner_sees_participation_stats": false,
    "course_id": null,
    "link_url": null,
    "upvotes": 1,
    "parent_url": null,
    "vis_type": 0,
    "write_type": 1,
    "bgcolor": null,
    "help_type": 1,
    "socialbtn_type": 0,
    "style_btn": null,
    "auth_needed_to_vote": false,
    "auth_needed_to_write": false,
    "auth_opt_fb": false,
    "auth_opt_tw": false,
    "auth_opt_allow_3rdparty": true,
    "help_bgcolor": null,
    "help_color": null,
    "is_data_open": false,
    "is_curated": false,
    "dataset_explanation": null,
    "write_hint_type": 1,
    "subscribe_type": 0,
    "org_id": 602627,
    "need_suzinvite": false,
    "use_xid_whitelist": false,
    "prioritize_seed": false,
    "importance_enabled": false,
    "site_id": "polis_site_id_dH4WzrgdwdNS1YFefR",
    "auth_opt_fb_computed": false,
    "auth_opt_tw_computed": false,
    "translations": [],
    "ownername": "HH",
    "is_mod": false,
    "is_owner": false,
    "conversation_id": "2xkaetybza"
}